Enterprise_Serivces/Prod/Bronze2/CSLAssociationService/result1/Iteration1/t5_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/core/contracts/2010/05/IServiceBase/IsServiceAlive</wsa:Action><wsa:MessageID>uuid:6685dd91-fc1d-4d99-bd06-d197612fe4a0</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslassociationserviceqa1.testgs.pvt/AssociationService.svc</wsa:To></soap:Header><soap:Body><IsServiceAlive xmlns="http://www.gamestop.com/services/core/contracts/2010/05" /></soap:Body></soap:Envelope>